Repository: robertdevore/back-in-stock-notifications
Catalog: languages/bisn-*.po
Languages: af, es_mx, it_it

source: Back In Stock Notifications requires WooCommerce to be installed and active. Please activate WooCommerce and try again.
af: Terug in voorraad-kennisgewings vereis dat WooCommerce geïnstalleer en aktief is. Aktiveer asseblief WooCommerce en probeer weer.
es_mx: Back In Stock Notifications requiere que WooCommerce esté instalado y activo. Por favor, active WooCommerce e inténtelo de nuevo.
it_it: Le notifiche di ritorno in magazzino richiedono che WooCommerce sia installato e attivo. Attivare WooCommerce e riprovare.

source: Plugin Activation Error
af: Inpropaktiveringsfout
es_mx: Error de activación del plugin
it_it: Errore di attivazione del plugin

source: Back In Stock Notifications requires WooCommerce to be active. Please activate WooCommerce to use this plugin.
af: Terug in voorraad-kennisgewings vereis dat WooCommerce aktief moet wees. Aktiveer asseblief WooCommerce om hierdie inprop te gebruik.
es_mx: Back In Stock Notifications requiere que WooCommerce esté activo. Por favor, active WooCommerce para utilizar este plugin.
it_it: Le notifiche di ritorno in magazzino richiedono che WooCommerce sia attivo. Attivare WooCommerce per utilizzare questo plugin.

source: Invalid email address.
af: Ongeldige e-pos adres.
es_mx: Correo electrónico no valido.
it_it: Indirizzo email non valido.

source: You have been added to the waitlist.
af: Jy is by die waglys gevoeg.
es_mx: Se le ha añadido a la lista de espera.
it_it: Siete stati aggiunti alla lista d'attesa.

source: Back In Stock Waitlist
af: Terug in voorraad waglys
es_mx: Volver en stock Lista de espera
it_it: Torna in lista d'attesa

source: Back In Stock
af: Terug In Voorraad
es_mx: De nuevo en stock
it_it: Di nuovo in magazzino

source: Back In Stock Notifications
af: Terug In Voorraad Kennisgewings
es_mx: Notificaciones de stock
it_it: Notifiche di ritorno in magazzino

source: Export Emails
af: Voer e-posse uit
es_mx: Exportar correos electrónicos
it_it: Esportazione di e-mail

source: Export Data
af: Uitvoer data
es_mx: Exportar datos
it_it: Esporta dati

source: Dashboard
af: Paneelbord
es_mx: Escritorio
it_it: Bacheca

source: Waitlist
af: Waglys
es_mx: Lista de espera
it_it: Lista d’attesa

source: Notifications
af: Kennisgewings
es_mx: Notificaciones
it_it: Notifiche

source: Sent Last Month
af: Verlede maand gestuur
es_mx: Enviados el mes pasado
it_it: Inviati il mese scorso

source: Sent Today
af: Vandag gestuur
es_mx: Enviado hoy
it_it: Inviato oggi

source: Queued
af: In die ry
es_mx: En cola
it_it: In coda

source: Sign-ups
af: Inskrywings
es_mx: Registros
it_it: Iscrizioni

source: Sign-ups Last Month
af: Inskrywings Verlede maand
es_mx: Inscripciones el mes pasado
it_it: Iscrizioni del mese scorso

source: Signed up Today
af: Het vandag ingeskryf
es_mx: Inscríbete hoy
it_it: Iscriviti oggi

source: Most Wanted
af: Mees Gesoek
es_mx: Los más buscados
it_it: I più ricercati

source: Product
af: Produk
es_mx: Producto
it_it: Prodotto

source: Customers
af: Kliënte
es_mx: Clientes
it_it: Clienti

source: Most Overdue
af: Mees agterstallig
es_mx: Más atrasados
it_it: I più in ritardo

source: Days Waiting
af: Dae wat wag
es_mx: Días de espera
it_it: Giorni di attesa

source: Most Signed-up
af: Mees aangemelde
es_mx: Más inscritos
it_it: Il maggior numero di iscritti

source: Unauthorized request.
af: Ongemagtigde versoek.
es_mx: Solicitud no autorizada.
it_it: Richiesta non autorizzata.

source: You do not have permission to access this page.
af: Jy het nie toestemming om toegang tot hierdie bladsy te kry nie.
es_mx: No tiene permiso para acceder a esta página.
it_it: Non si dispone dell'autorizzazione per accedere a questa pagina.

source: Your Waitlisted Products
af: Jou waglys produkte
es_mx: Sus productos en lista de espera
it_it: I vostri prodotti in lista d'attesa

source: Signup Date
af: Registrasie datum
es_mx: Fecha de inscripción
it_it: Data di iscrizione

source: Waiting Time
af: Wagtyd
es_mx: Tiempo de espera
it_it: Tempo di attesa

source: Action
af: Aksie
es_mx: Acción
it_it: Azione

source: ago
af: gelede
es_mx: hace
it_it: il y a

source: Remove
af: Verwyder
es_mx: Eliminar
it_it: Rimuovi

source: You are not currently waitlisted for any products.
af: Jy is nie tans op die waglys vir enige produkte nie.
es_mx: Actualmente no está en lista de espera para ningún producto.
it_it: Al momento non sei in lista d'attesa per nessun prodotto.

source: You have been removed from the waitlist for this product.
af: Jy is van die waglys vir hierdie produk verwyder.
es_mx: Ha sido eliminado de la lista de espera de este producto.
it_it: Sei stato rimosso dalla lista d'attesa per questo prodotto.

source: Back in Stock Notification
af: Terug in voorraad kennisgewing
es_mx: Notificación de nuevo en stock
it_it: Notifica di ritorno in magazzino

source: Notification email sent to customers when a product is back in stock.
af: Kennisgewing-e-pos gestuur aan kliënte wanneer 'n produk weer in voorraad is.
es_mx: Notificación por correo electrónico a los clientes cuando un producto vuelve a estar disponible.
it_it: Email di notifica inviata ai clienti quando un prodotto è di nuovo disponibile.

source: Your Product is Back in Stock!
af: Jou produk is weer in voorraad!
es_mx: Su producto vuelve a estar disponible
it_it: Il vostro prodotto è di nuovo disponibile!

source: [{site_title}] Product Back in Stock: {product_name}
af: [{site_title}] Produk terug in voorraad: {product_name}
es_mx: [{site_title}] Producto de nuevo en stock: {product_name}
it_it: [{site_title}] Prodotto di nuovo in stock: {product_name}

source: Waitlist Entry
af: Waglysinskrywing
es_mx: Inscripción en lista de espera
it_it: Iscrizione alla lista d'attesa

source: Waitlist Entries
af: Waglysinskrywings
es_mx: Inscripciones en lista de espera
it_it: Iscrizioni in lista d'attesa

source: Email
af: E-posadres

source: Signed Up
af: Aangeteken
es_mx: Inscrito
it_it: Iscritti

source: Waiting
af: Besig om te wag
es_mx: Esperando
it_it: Attendi

source: We are sorry, but we could not retrieve the product details.
af: Ons is jammer, maar ons kon nie die produkbesonderhede herwin nie.
es_mx: Lo sentimos, pero no hemos podido recuperar los detalles del producto.
it_it: Siamo spiacenti, ma non siamo riusciti a recuperare i dettagli del prodotto.

source: Great news! "%s" is now back in stock and available for purchase.
af: Goeie nuus! "%s" is nou weer in voorraad en beskikbaar vir aankoop.
es_mx: Buenas noticias "%s" está de nuevo en stock y disponible para su compra.
it_it: Una grande notizia! "%s" è ora di nuovo in stock e disponibile per l'acquisto.

source: Shop Now
af: Koop nou
es_mx: Compra ahora
it_it: Acquista ora

source: Back In Stock Notifications for WooCommerce®
af: Terug in voorraad kennisgewings vir WooCommerce®
es_mx: Notificaciones de stock para WooCommerce
it_it: Notifiche di ritorno in magazzino per WooCommerce

source: Automatically notify customers when their favorite products are restocked, and track what products are most in demand.
af: Stel klante outomaties in kennis wanneer hul gunsteling produkte hervul word, en hou dop watter produkte die meeste in aanvraag is.
es_mx: Notifique automáticamente a los clientes cuando se repongan sus productos favoritos y haga un seguimiento de los productos más demandados.
it_it: Notificate automaticamente ai clienti quando i loro prodotti preferiti vengono riforniti e tenete traccia di quali sono i prodotti più richiesti.
